{
    "title": "Story Time: Brushing is No Fun!",
    "id": "storytime2",
    "data": [
        {
            "type": "html",
            "content": "<br><blockquote>Click on  ►  button to listen to the story.<br> Read the subtitles to follow the dialogues carefully</blockquote>"
        },
        {
            "type": "video",
            "content": "assets/lessons/lesson3-1-unit2/storytime2/video/1.mp4",
            "subtitles": "assets/lessons/lesson3-1-unit2/storytime2/video/subtitle.vtt"
        },
        {
            "type": "transcript",
            "content": "<pre  style='word-wrap: break-word; white-space: pre-wrap;'>When Rohan woke up, he began playing with Jimmy, his dog.\n\"There's something you should do first!\" said his big sister Riya.\n\"BRUSH YOUR TEETH!\"\nWOOF!\n\nstars falling\n\n\"I don't want to brush my teeth! Jimmy doesn't brush his teeth!\"\n'Animals take care of their teeth too, but in other ways! We must brush our teeth to keep germs away!'\n'Germs?'\n'Germs are very tiny creatures that you cannot see. If you don't brush properly, they stay in your mouth and hurt you!'\n'Ouch!'\n'YES! That's why we must take good care of our teeth by brushing twice a day - morning and night!'\n'But brushing is no fun!'\n\"I'll tell you a secret, Rohan! Psst..\" Rohan smiled.\n\ndog barking\n\nMummy called out. 'It is breakfast time!'.\n'There is something we should do first', said Riya.\n\"But Jimmy never washes his hands!\"\nRiya laughed, 'He doesn't use his hands or paws to eat like we do! We must wash our hands with soap to get rid of germs.'\n'Are germs on our hands too?'\n'Germs are EVERYWHERE!'\nWOOF!\n'Aaaah-chhhooo!' Riya covered her mouth with her hands as she sneezed.\n\"Don't do that! My teacher says that we should sneeze into our sleeve, not our hands!\" said Rohan.\n\"Why?\"\n'Because when we sneeze into our hands, germs stick to them.We spread germs and make others sick!'\n\n\"Here comes Germy!\" Riya shouted, chasing Rohan and waving her dirty hands. 'EEEEEEEK!'WOOF!\n\nLater Riya showed Rohan the proper way to wash hands. \nWet your hands and turn off the tap. Then rub in some soap on the palms, the back of the hands and between the fingers. Scrub hands for twenty seconds! Now, it's time to rinse off and dry!\nBut that's a long time!\nRemember my secret?\nRohan smiled.\n\ndog barking\n\nWhen they came back home after playing, Riya nudged Rohan, 'There's something we should do first!'\nMummy teased, 'Play some more?'\n'TAKE A BATH!'\n'Mummy, don't you know that germs are everywhere? We can't see them, but they stick to our skin and clothes!'\n'That's why we must bathe every day''\n''to get rid of them!'\n\n dog barking\n\n'Start by getting yourself wet,' said Mummy. 'Then apply soap all over!' \nRiya and Rohan giggled as Mummy's ticklish fingers soaped them up.\n'Then it's time to rinse off!'\n'And dry with a clean towel!'\n'SUPERCLEAN!'\nWOOF! \"It's Jimmy's turn next!\"\n\n'Do you want to listen to a story?' \n\n'There's something we should do first!' reminded Riya. 'Tidy UP!'\nRohan yawned. 'Do we have to?''Remember you couldn't find your ball the other day? Putting things away in the proper place makes it easy to find them later!' 'And keeps our house neat!' 'You both are so smart!'. 'Bedtime!'  There's something we should do first!' said Riya, pulling Rohan along. 'Make the germs disappear with our magic secret!' Rohan nodded.\n\ndog barking\n\nA few minutes later, Mummy heard a familiar tune.\n 'So that's your secret!'. 'Humming a song to make brushing fun!' 'And while washing our hands too!'\n 'That's a great idea!' said Mummy. WOOF!\n Rohan and Riya enjoy taking care of themselves. Do you? They make up a game with the germs and guess who wins?\n\nping\n\nGerms say, yucky, mucky and dirty is FUN! I say, I brush and wash and I know I have won!\n Germs say, never bathe, it's a waste of time!\n I say, smelling nice with soap is so fine.\n Naughty germ says don't pick up your things,\n The house looks better that way.\n I say, I tidy up because I like my things\n That is a good way to end my day!\n And I feel better in every way\n I feel better in every way! \nNow make up your secret song and hum it\n when you have to do boring things!'</pre>"
        },
        {
            "type": "html",
            "content": "<br><blockquote>You can replay the video if you wish to listen to the story again.</blockquote>"
        }
    ]
}