{
  "HOME_HOME": "Home",
  "HOME_LETS_LEARN": "Lets Learn",
  "HOME_LETS_PLAY": "Lets Play",
  "HOME_ABOUT": "About",
  "HOME_LEARN_FOR_TOMORROW": "Learn for Tomorrow",
  "HOME_RESEARCH": "Research",
  "HOME_LANGUAGE_LAB": "Language Lab",
  "HOME_SIGN_IN": "Sign in",
  "HOME_SIGN_OUT": "Sign out",
  "HOME_LETS_LEARN_ENGLISH_TOGETHER": "LET'S LEARN ENGLISH TOGETHER",
  "HOME_SPEAK_ENGLISH": "SpeakEnglish",
  "HOME_WITH_CONFIDENCE": "With Confidence",
  "HOME_BANNER_FIRST_DESCRIPTION": "Give the quietest student a voice Creating a safe and supportive space that encourages active listening, open-minded questioning, and collaborative learning. Promoting an equitable and inclusive society that values diversity, respect, and empathy.",
  "HOME_IMPACT_IN_TERMS_OF_POTENTIAL": "Language of Opportunity",
  "HOME_WE_ARE_BUILDING": "Speak Up For Success",
  "HOME_BANNER_SECOUND_DESCRIPTION": "Building the Spoken English skill to unlock their Potential and open doors to success across the globe with the confidence to seize opportunities.",
  "HOME_FOR_THE_CHILDREN": "For the children",
  "HOME_STATE_OF_THE_ART_TECHNOLOGY_MEET": "Research Meets",
  "HOME_ACADEMIC_RESEARCH": "Artificial Intelligence",
  "HOME_TO_DRIVE_LANGUAGE_LEARNING": "To drive language learning",
  "HOME_BANNER_THIRD_DESCRIPTION": "When research meets upcoming dynamic technology, a virtuous feedback cycle is formed to achieve the visionary outcomes for our students.",
  "HOME_READ_ALONG": "Read Along",
  "HOME_TEACHERS_HUB": "Teachers’ Hub",
  "HOME_HOW_TO_LEARN_FOR_TOMORROW": "How To Learn For Tomorrow",
  "HOME_KNOW_MORE": "Know more",
  "HOME_BREAK_THE_BARRIERS": "Break the Barriers",
  "HOME_BUILDS_A_CONDUCIVE_ENVIRONMENT": "“Mozhigal” builds a conducive environment for the student to be the self paced independent language learners. Language breaks the barriers of communication shapes the way one thinks and opens up diversified opportunities to leverage.",
  "HOME_THE_STUDENTS_AND_TEACHERS_WILL_USE_MOZHIGAL": "The Students and teachers will use Mozhigal’s interactive and engaging mechanics to learn and practice listening speaking reading and writing.",
  "HOME_TESTIMONIALS": "Testimonials",
  "HOME_OUR_JOURNEY_SO_FAR": "Our Journey So Far",
  "HOME_THIS_TWO_WEEKS_PROGRAM_ON_SPOKEN_ENGLISH": "This two weeks program on Spoken English was a well planned one. The syllabus and contents were really innovative. The sessions were enjoyable to both the people delivered and received. There was considerable improvement in the spoken English skill among the students after completion of this program",
  "HOME_A_GEORGINA": "A Georgina",
  "HOME_BT_ASST": "BT Asst",
  "HOME_FIRST_OF_ALL_I_WOULD_LIKE_TO_THANK_YOU": "First of allI would like to thank you for implementing the Spoken English Programme. I have nearly 40 children in my class (8th English Medium). For each English period we have different segments. For each and every segment of the class gamified activities were conducted for the children regarding a particular topic of that day. Activities and games such as motivational songs HangmanHot seat Board Race Interview ect. were  recommended and encouraged to be played in class. Each student bloomed in my English class and I could smell the fragrance of English in my classroom. It's a very good initiative and I really feel proud to be a part of this programme. Thank you",
  "HOME_M_R_MAHESWARI":"M.R. Maheswari",
  "HOME_B_T_ASST": "B T Asst. (English)",
  "HOME_I_ENJOYED_MY_SPOKEN_ENGLISH_CLASS_VERY_MUCH": "I enjoyed my Spoken English class very much. We were made to do many activities and projects. Some of the activities were very interactive where I had to enact drama. My teacher focused on grammar and I have learnt LSRW skills in the class. I feel my English knowledge has improved",
  "HOME_D_GAJALAKSHMI": "D. Gajalakshmi",
  "HOME_STUDENT_IX_A": "Student IX A",
  "HOME_SHE_HAS_LEARNT_TO_SPEAK_ENGLISH_VERY_WELL": "She has learnt to speak English very well and can understand the meaning of many English words now. She has also learnt how to read English well and is writing without making spelling mistakes.",
  "HOME_PARENT_OF_D_GAJALAKSHMI": "Parent of D. Gajalakshmi",
  "HOME_MY_DAUGHTER_SUJITHA_HAS_STARTED": "My daughter, Sujitha has started trying to speak in English. She likes the activities and drama in the Spoken English period and her English writing has also improved",
  "HOME_PARENT_OF_SUJITHRA_CLASS_IX": "Parent of Sujithra, Class IX",
  "HOME_PARTNERS": "Partners",
  "HOME_TNSCERT_PARTNERS_WITH": "TNSCERT Partners with",
  "HOME_BOOST_YOUR_LEARNING": "Boost your learning with Super language Lab",
  "USER_USERNAME":"Username",
  "USER_PASSWORD":"Password",
  "USER_LOGIN":"Login",
  "USER_CONTINUE_AS_GUEST":"Continue as Guest",
  "COMMON_LOGIN_TO":"Login to",
  "COMMON_MOZHIGAL":"MOZHIGAL"
}
