{
    "title": "Story Time: The Boy and the Drum",
    "id": "storytime",
    "data": [
        {
            "type": "html",
            "content": "<br><br><br><blockquote>Click on <img alt='Play' src='assets/lessons/lesson6_2-unit2/storytime/images/1.svg' width='20'> Play to listen to the story.<br>Read the subtitles to follow the dialogues carefully.<br> <br></blockquote>"
        },
      {
          "type": "video",
          "content": "assets/lessons/lesson6_2-unit2/storytime/video/video1.mp4",
          "subtitles": "assets/lessons/lesson6_2-unit2/storytime/video/subtitles.vtt"
      },
      {
        "type": "transcript",
       "content": "<pre style='word-wrap: break-word; white-space: pre-wrap;'>Once upon a time there was a poor woman and her son. The poor woman asked her son,\"What can I get for you from the market, little one?\" Now the boy was fascinated with the sound of a drum. So he said: \"A drum, mother, I would love to have a drum to play with.\" The mother was poor so when she saw a nice piece of wood on the road, she brought it home. The son happily carried it and sang: \"I asked for a drum and look what I got, A lovely piece of wood! I asked for a drum, And look what I got, I think my luck is good.\" As he went skipping along, a wood in hand he met an old man who could not start a fire. The boy gave the old man his wood, and the old man made some bread and gave a piece to the boy. The boy sang away, \"My piece of wood got me some food. A lovely piece of bread. My piece of wood is not a drum, but it got me bread. A lovely piece of bread.\" As he went skipping along, a bread in hand he met a potter's wife with a wailing baby her arms. The kind-hearted boy gave the lady his bread and the lady gave a large pot to the boy. The boy sang away, \"I gave my bread away and look what I got! I gave my bread away and I got a lovely pot.\" \nAs he went skipping along, pot in hand, he met a washerman quarelling with his wife over a broken pot. The kind-hearted boy gave the washerman his pot and the washerman gave a coat to the boy.\n The boy sang away, \"As I walked along, with a pot in hand, I met a washerman. Who gave me this coat so grand! Oh so funny indeed! People looking for things, And I have what they need!\" As he went skipping along,coat in hand, he met a man shivering in the cold.\n He was robbed and had nothing but a big fine horse. The kind-hearted gave the man his coat and the man gave the boy his horse. The boy sang away, \"Oh so funny indeed! People looking for things, And I have what they need! A man needs a shirt, But all he has is a big fine horse! I gave him my coat, what did I get? His big fine horse, of course!\" As he went skipping along, horse by his side he met a gloomy groom. The groom said, \"I am the groom. Waiting to see my bride, But I'm stuck in here Just hoping for a ride! I just can't go there on my feet. My horse is late and so is the hour. So you see, what I need right now is a horse! The kind-hearted boy gave the groom his horse. The groom was happy and he asked the boy what he could give in exchange for his horse. The boy looked around among the musicians and quickly spotted the drummer. He said: \"A stitch in time they say saves nine. And what indeed did save the day, Was this splendid horse of mine! All I want from you is The fine little drum you play! Oh, make my dreams come true! Please make my dream come true!\" The drummer gave away his drum. The boy went home singing a merry tune, \"My piece of wood did a lot of good!\" It got me bread as food.My piece of bread lasted not,\nBut gave me a lovely pot.\nMy pot got me a lovely coat.\nThe coat did help a needy man.\nI got me a big fine horse to ride.\nWith that horse, I got a groom his bride!\nSo you see it is simple indeed\nA little bit of give and take,\n Will a lot of people happy make!\nSo when you meet your friends today,\nTry and make their day!</pre>"
      
      },
       {
          "type": "html",
          "content": "<br><blockquote>Replay the video if you wish to listen to the story again. When you are ready, go to the next task.</blockquote>"
      }
  ]
  }

