{
    "title": "Story Time: Goodnight Tinku!",
    "id": "storytime",
    "data": [
        {
            "type": "html",
            "content": "<br><br><br><blockquote>Click on <img alt='Play' src='assets/lessons/lesson6_1-unit2/storytime/images/1.svg' width='20'> Play to listen to the story.<br>Read the subtitles to follow the dialogues carefully.<br> <br></blockquote>"
        },
        {
            "type": "video",
            "content": "assets/lessons/lesson6_1-unit2/storytime/video/video1.mp4",
            "subtitles": "assets/lessons/lesson6_1-unit2/storytime/video/subtitles.vtt"
        },
        {
            "type": "transcript",
            "content": "<pre style='word-wrap: break-word; white-space: pre-wrap;'>It was a bright, moonlit night. All the animals in Mangu's farm were sleeping.\nExcept Tinku!\n\"I am not sleepy, Ma,\" murmured Tinku. But Ma did not hear him. She was fast asleep.\nHe turned left, and he turned right. He rolled on his tummy, and he rolled on his back.\nBut he could not sleep!\nSo he set off into the night to see what he could find. Up in the sky, Tinku saw the moon, white and round, smiling down at him. He felt very happy.\n\"Night is beautiful,\" thought Tinku.\nFar away on top of a tree, there were some tiny lights. One spot of light flew down!\n\"I am a firefly,\" said the spot of light, \"I glow in the dark\"\n\"Will you be my friend?\" asked Tinku.\n\"Yes, I will!\" said the firefly.\nSomething flew by and hung upside down on a tree.\n\"What is your name, bird?\" asked Tinku.\n\"I am not a bird, I am a bat. I can see during the night!\" said the bat.\n\"Will you be my friend?\" asked Tinku.\n\"Yes, I will!\" said the bat.\nA few leaves moved in the bushes. Someone was hiding! \"Who are you?\" said Tinku.\n\"I am a fox,\" said the fox. \"I go strolling out at night.\"\n\"Will you be my friend?\" asked Tinku.\n\"Yes, I will!\" said the fox.\nTwo shiny eyes looked at him from a tree.\n\"Who are you?\" asked Tinku.\n\"I am an owl,\" said the owl. \"I hunt for food during the night.\"\n\"Will you be my friend?\" asked Tinku.\n\"Yes, I will!\" said the owl.\n\"CHIRRRRRP! CHIRRRRRP!\"\n\"Who is here?\" Tinku asked.\n\"I am a cricket,\" said the cricket. \"I chirp when it is dark.\"\n\"Will you be my friend?\" asked Tinku.\n\"Yes, I will!\" said the cricket.\nTinku and his friends jumped and tossed and rolled until Tinku yawned.\n\"I am sleepy. I have to go home now,\" said Tinku.\nHe was happy that he had made many new friends.\nSnuggling close to Ma, he said, \"Night is not a lonely place, Ma. Night is full of wonderful beings.\"\n\"Yes,\" said Ma. \"Your friends are nocturnal, just like wild dogs.\"\n\"Nocturnal animals eat, play and work at night. They rest during the day. You must sleep now. Sleep will\ngive you energy to play with your day-time friends tomorrow. Goodnight, little one!\" she said, hugging him tight.\nThe bright, round moon shone all night long, spreading her calm light all around.\nAnd Tinku slept all through the night!\n</pre>"
        },
        {
            "type": "html",
            "content": "<br><blockquote>Replay the video if you wish to listen to the story again.<br>When you are ready, go to the next task.</blockquote>"
        }
    ]
}