{
    "title": "Story Time: When Amma Went to School",
    "id": "storytime",
    "data": [
      {
          "type": "html",
          "content": "<br><blockquote>Click on  ►  to listen to the story. Read the subtitles to follow the dialogues carefully.</blockquote>"
      },
      {
          "type": "video",
          "content": "assets/lessons/lesson3-unit2/storytime/video/1.mp4",
          "subtitles": "assets/lessons/lesson3-unit2/storytime/video/subtitle.vtt"
      },
      {
        "type": "transcript",
        "content": "<pre  style='word-wrap: break-word; white-space: pre-wrap;'>Meera, I went to your school today!, Amma said one day.<br>Really?Meera said.<br>And the gate was wide open, and the watchman was missing!<br>Oh! He was in our classroom, to see why our teacher had screamed!<br>And why did your teacher scream?Mother asked.<br>Because Rohan began crying!<br>And why did Rohan cry?Amma wanted to know. <br>Because the snake he had brought back from the zoo had eaten his mouse! And then the teacher screamed and the watchman came running!<br>But I went to your classroom, and there was nobody there!said Amma.<br>We were all hiding in the Staff Room,Meera said,Because Rohan's snake was in our classroom!<br>But, Meera, when I went to the Staff Room, I didn't see anyone there!<br>That is because we had all run away to the Principal's Room, Meera said.<br>Because Rohan said the snake was following us!<br>But when I went to the Principal's room, it was empty! Amma said.<br>We couldn't stay there,Meera said,because Rohan's snake was looking for him. We climbed up to the terrace and stayed there till the bell rang!<br>And I waited and waited, in your school, all alone!Amma said.<br>Not all alone, Amma, you had the snake for company!<br>The snake! Amma said, sitting down with a thump on a chair.</pre>"
    },
      {
          "type": "html",
          "content": "<br><blockquote>Replay the video if you wish to listen to the story again.<br>When you are ready, go to the next task.</blockquote>"
      }
  ]
  }

