{
    "title": "Story Time: Tara Finds Her Stars",
    "id": "storytime",
    "data": [
      {
        "type": "html",
        "content": "<br><br><br><blockquote>Click on <img alt='Play' src='assets/lessons/lesson8-unit2/storytime/images/1.svg' width='20'> Play to listen to the story.<br>Read the subtitles to follow the dialogues carefully.<br> <br></blockquote>"
    },

      {
        "type": "video",
        "content": "assets/lessons/lesson8-unit2/storytime/video/video1.mp4"
    },
    {
      "type": "transcript",
      "content": "<pre style='word-wrap: break-word; white-space: pre-wrap;'>Tara could not sit still! The train seemed to be going very slowly. Tara peered out through the window. Lights winked from windows in tall buildings. As everyone in the bogey prepared to sleep, one passenger asked Tara,<br> “Beti, I hope you are not running away from home?\"<br>“No, no!” said Tara. Early in the morning,Tara got off the train at Meenapur.<br>She walked towards the banks of the river Ganga and got into a crowded boat.<br>“Who could this girl be, travelling all alone?” wondered many people on the boat.<br>As Tara got out, the boatman asked her,“Have you run away from home?”<br>Tara smiled and said, “No, no, sir, I am going home!”<br>Tara came to a forest. She took out her camera. A deer looked at her and seemed to be asking what she was doing there! Tara aimed her camera and clicked.<br>“I’ve come home, dear deer, I’ve come home to the village of my ancestors.”\"<br>As the sun set, Tara started walking on a rope bridge. The bridge swung gently with her steps. She smiled as she thought of what awaited her on the other side.<br>Once on the other side, Tara stopped to take out her map and plan her way forward. She closed her eyes and took a deep breath.<br>Ah, the earthy smell of green trees and plants in this forest was lovely!<br>Tara made a small bonfire. She ate some food that she had packed and settled down under the sky. Stars twinkled like friends. Tomorrow she would cross the forest by foot, and then take a bus to the village where her great grandparents lived.<br>For today, Tara Prakash, famous wildlife photographer, was just going to sleep under the stars and dream about home.</pre>"
    },
    {
      "type": "html",
      "content": "<br><br><blockquote>Replay the video if you wish to listen to the story again.When you are ready, go to the next task. </blockquote>"
  }
  
  ]
  }
