{
  "HOME_HOME": "முகப்பு பக்கம்",
  "HOME_LETS_LEARN": "கற்போம்",
  "HOME_LETS_PLAY": "விளையாடுவோம்",
  "HOME_ABOUT": "தரவு",
  "HOME_LEARN_FOR_TOMORROW": "எதிர்காலத்திற்காகக் கற்போம்",
  "HOME_RESEARCH": "ஆய்வு",
  "HOME_LANGUAGE_LAB": "மொழி ஆய்வகம்",
  "HOME_SIGN_IN": "உள்நுழை",
  "HOME_SIGN_OUT": "Sign out",
  "HOME_LETS_LEARN_ENGLISH_TOGETHER": "கற்போம்",
  "HOME_SPEAK_ENGLISH": "ஆங்கிலத்தில் உரையாடுகிறார்கள்",
  "HOME_WITH_CONFIDENCE": "தன்னம்பிக்கையுடன் பேசுகிறார்கள்",
  "HOME_BANNER_FIRST_DESCRIPTION": "பேசத் தயங்குபவர்களுக்கு வாய்ப்பளித்தல். மேம்படுத்துதல் மற்றும் பாதுகாப்பான  நிலையை ஏற்படுத்தி ஆர்வத்துடன் கேட்டல், புத்தாக்க வினாக்களைக் கேட்கச்செய்தல், இணைந்து கற்றலை ஊக்குவித்தல். பன்முகத்தன்மை, பிறரை மதித்தல் மற்றும் பிறர் நிலையிலிருந்து தன்னை உணர்ந்து சமமான மற்றும்  உள்ளடங்கிய சமூகத்தை மேம்படுத்துதல்.",
  "HOME_IMPACT_IN_TERMS_OF_POTENTIAL": "மொழிக்கான வாய்ப்புகளை வழங்குதல்",
  "HOME_WE_ARE_BUILDING": "வெற்றிகரமாகப் பேசுதல்",
  "HOME_BANNER_SECOUND_DESCRIPTION": "ஆங்கிலம் பேசும் திறனின் மூலம் உள்ளார்ந்த திறன்களை மேம்படுத்தி  உலகம் முழுவதும் உள்ள வாய்ப்புகளைப் பெற்றுத் தன்னம்பிக்கையுடன் நடைபோடுதல்",
  "HOME_FOR_THE_CHILDREN": "குழந்தைகளுக்காக",
  "HOME_STATE_OF_THE_ART_TECHNOLOGY_MEET": "ஆய்வுத் தேவைகள்",
  "HOME_ACADEMIC_RESEARCH": "செயற்கை நுண்ணறிவு",
  "HOME_TO_DRIVE_LANGUAGE_LEARNING": "மொழி கற்றலை இயக்க வேண்டும்",
  "HOME_BANNER_THIRD_DESCRIPTION": "மாறிவரும் தொழில்நுட்பத்தைப் பயன்படுத்தி மாணவர்களுக்கு மெய்நிகர் சாதனங்கள் வழியாக மாணவர்களின் தொலைநோக்குப் பார்வையை ஊக்குவித்து எதிர்பார்க்கப்படும் கற்றல் விளைவை அடையச் செய்தல்",
  "HOME_READ_ALONG": "இணைந்து படிப்போம்",
  "HOME_TEACHERS_HUB": "ஆசிரியர் மையம்",
  "HOME_HOW_TO_LEARN_FOR_TOMORROW": "எதிர்காலத்திற்காக எப்படிக் கற்பது",
  "HOME_KNOW_MORE": "மேலும் அறிய",
  "HOME_BREAK_THE_BARRIERS": "தடைகளை உடை",
  "HOME_BUILDS_A_CONDUCIVE_ENVIRONMENT": "”மொழிகள் செயலி ” மாணவர்கள்  சுதந்திரமாகக் கற்பவர்களாக இருப்பதற்கு உகந்த சூழலை உருவாக்குகிறது. மொழியானது   தகவல்தொடர்பு  தடைகளை உடைக்கிறது ;  ஒருவர் சிந்திக்கும் விதத்தை வடிவமைக்கிறது மற்றும் பலதரப்பட்ட வாய்ப்புகளைத்  தருகிறது. ",
  "HOME_THE_STUDENTS_AND_TEACHERS_WILL_USE_MOZHIGAL": "மாணவர்களும் ஆசிரியர்களும்   கேட்டல், பேசுதல், படித்தல், எழுதுதல் ஆகியவற்றைக் கலந்துரையாடிக் கற்றுக்கொள்ளவும்   பயிற்சி செய்யவும்   ”மொழிகள் செயலி”  உதவுகிறது.",
  "HOME_BOOST_YOUR_LEARNING": "மொழி ஆய்வகத்துடன் மின்னல் வேகத்தில் கற்றுக்கொள்",
  "HOME_TESTIMONIALS": "சான்று",
  "HOME_OUR_JOURNEY_SO_FAR": "எங்கள் பயணம் இதுவரை",
  "HOME_THIS_TWO_WEEKS_PROGRAM_ON_SPOKEN_ENGLISH": "இந்த   இரண்டு வார , ஆங்கிலத்தில்  பேசுதல்  பயிற்சி மிகச் சிறப்பாகத் திட்டமிடப்பட்ட ஒன்றாக இருந்தது . பாடத்திட்டம் மற்றும் பாடப்பொருள் மிகப் புதுமையாக இருந்தது. பயிற்சி அமர்வை வழங்கியவர்களும் பெற்றுக் கொண்டவர்களும் மகிழ்வுடன் பங்கேற்றனர். இந்தப் பயிற்சிக்குப் பின்னால் மாணவர்களிடம் ஆங்கிலம்  பேசுவதில் மிகச் சிறந்த முன்னேற்றம் ஏற்பட்டுள்ளது.",
  "HOME_A_GEORGINA": "ஜார்ஜினா",
  "HOME_BT_ASST": "பிடி உதவி",
  "HOME_FIRST_OF_ALL_I_WOULD_LIKE_TO_THANK_YOU": "முதலில், ஸ்போக்கன் இங்கிலீஷ் திட்டத்தை செயல்படுத்தியதற்கு நன்றி தெரிவிக்க விரும்புகிறேன். எனது வகுப்பில் கிட்டத்தட்ட 40 குழந்தைகள் உள்ளனர் (8வது ஆங்கில மீடியம்). ஒவ்வொரு ஆங்கில காலத்திற்கும், எங்களிடம் வெவ்வேறு பிரிவுகள் உள்ளன. வகுப்பின் ஒவ்வொரு பிரிவிற்கும், அன்றைய குறிப்பிட்ட தலைப்பைப் பொறுத்தவரை, குழந்தைகளுக்கு விளையாட்டு நடவடிக்கைகள் நடத்தப்பட்டன. ஊக்கமளிக்கும் பாடல்கள், ஹேங்மேன், ஹாட் சீட், போர்டு ரேஸ், நேர்காணல் போன்ற செயல்பாடுகள் மற்றும் விளையாட்டுகள். வகுப்பில் விளையாட பரிந்துரைக்கப்பட்டு ஊக்குவிக்கப்பட்டனர். எனது ஆங்கில வகுப்பில் ஒவ்வொரு மாணவரும் மலர்ந்தனர், எனது வகுப்பறையில் ஆங்கிலத்தின் வாசனையை நான் உணர்ந்தேன். இது ஒரு நல்ல முயற்சி மற்றும் இந்த திட்டத்தின் ஒரு பகுதியாக இருப்பதில் நான் மிகவும் பெருமைப்படுகிறேன். நன்றி",
  "HOME_M_R_MAHESWARI": "எம்.ஆர்.மகேஸ்வரி",
  "HOME_B_T_ASST": "பி டி உதவி. (ஆங்கிலம்)",
  "HOME_I_ENJOYED_MY_SPOKEN_ENGLISH_CLASS_VERY_MUCH": "எனது ஸ்போகன் இங்கிலீஷ் வகுப்பை நான் மிகவும் ரசித்தேன். பல செயற்பாடுகள் மற்றும் செயற்திட்டங்களைச் செய்வதற்கு நாம் ஏற்படுத்தப்பட்டுள்ளோம். நான் நாடகம் நடிக்க வேண்டிய சில நடவடிக்கைகள் மிகவும் ஊடாடத்தக்கதாக இருந்தது. எனது ஆசிரியர் இலக்கணத்தில் கவனம் செலுத்தினார், வகுப்பில் நான் LSRW திறன்களைக் கற்றுக்கொண்டேன். எனது ஆங்கில அறிவு மேம்பட்டுள்ளதாக உணர்கிறேன்",
  "HOME_D_GAJALAKSHMI": "டி.கஜலட்சுமி",
  "HOME_STUDENT_IX_A": "மாணவர் IX ஏ",
  "HOME_SHE_HAS_LEARNT_TO_SPEAK_ENGLISH_VERY_WELL": "அவள் நன்றாக ஆங்கிலம் பேசக் கற்றுக் கொண்டாள், இப்போது பல ஆங்கில வார்த்தைகளின் அர்த்தத்தை புரிந்து கொள்ள முடிகிறது. ஆங்கிலமும் நன்றாகப் படிக்கக் கற்றுக் கொண்டு எழுத்துப் பிழையின்றி எழுதுகிறாள்",
  "HOME_PARENT_OF_D_GAJALAKSHMI": "டி.கஜலட்சுமியின் பெற்றோர்",
  "HOME_MY_DAUGHTER_SUJITHA_HAS_STARTED": "என் மகள், சுஜிதா ஆங்கிலத்தில் பேச முயற்சிக்க ஆரம்பித்தாள். ஸ்போக்கன் இங்கிலீஷ் காலத்தின் செயல்பாடுகள் மற்றும் நாடகம் அவளுக்குப் பிடிக்கும், மேலும் அவரது ஆங்கில எழுத்தும் மேம்பட்டுள்ளது",
  "HOME_PARENT_OF_SUJITHRA_CLASS_IX": "சுஜித்ராவின் பெற்றோர், ஒன்பதாம் வகுப்பு",
  "HOME_PARTNERS": "பங்குதாரர்கள்",
  "HOME_TNSCERT_PARTNERS_WITH": "உடன் TNSCERT பங்குதாரர்கள்",
  "USER_PASSWORD":"Password",
  "USER_LOGIN":"Login",
  "USER_CONTINUE_AS_GUEST":"Continue as Guest",
  "COMMON_LOGIN_TO":"Login to",
  "COMMON_MOZHIGAL":"MOZHIGAL"
}
