{
    "title": "Story Time: Samira's Awful Lunch",
    "id": "storytime2",
    "data": [
        {
            "type": "html",
            "content": "<br><blockquote>Click on the <img alt='Play' src='assets/lessons/lesson7-unit2/introduction2/images/2.svg' width='20'> to listen to the story. Read the subtitles to follow the dialogues carefully.</blockquote>"
        },
        {
            "type": "video",
            "content": "assets/lessons/lesson7-unit2/storytime2/video/1.mp4",
            "subtitles": "assets/lessons/lesson7-unit2/storytime2/video/subtitles.vtt"
        },
        {
            "type": "transcript",
            "content": "<pre  style='word-wrap: break-word; white-space: pre-wrap;'>Samira made a face when she opened her tiffin box and thought, \"Who wants to eat parathas and brinjal curry? Not I.\" Last week Amma had given her noodles with capsicum and carrots. \"The noodles are squiggly, and they look like worms,\" she said when she went back home.\n\n\"I don't like noodles.\"\nThe next day, Amma made upma with peanuts and peas, but Samira ate only the peanuts in it and took the rest back home. \"It was like wet sand\", she said when Amma asked her why she hadn't eaten it.\n\n\"Shall I give you idlis?\" asked Amma. \n\"Oh, yes! They would be lovely to play with. I can toss and catch them. But I will not eat them- idlis taste like mud.\"\nSo now there were parathas and brinjal curry. Ugh, ugh, ugh!\n\nShutting her tiffin box with a bang, Samira went to the school courtyard. A row of ants crawling along the wall said, \"Samira, why aren't you eating your lunch like all the other children?\"\nSamira said, \" I don't like parathas. I don't like vegetables. I don't want any lunch.\"\n\n\"Of course, one cannot eat vegetables,\" the ants agreed. They offered her the wing of a cockroach that they were carefully carrying and said, \"Now try this, it is really delicious. \"\n\"Oh no! I don't want any horrible cockroaches,\" said Samira and ran away to the garden.\n\nColourful flowers were blooming in the garden and butterflies were flitting from one to the other. An orange butterfly with black checks and stripes said, \"Hello, Samira! Why aren't you eating your lunch like all the other children!\"\n\nSamira said, \" I don't like parathas. I don't like vegetables. I don't want any lunch.\"\n\"Of course, one cannot eat vegetables,\" the butterfly agreed. \"Why don't you drink some nectar from the flowers like us? It is really delicious. \"\n\nSamira put her tongue into the centre of a flower but could find nothing!\"I don't want any nectar. And I think you are fooling me,\" she cried. She ran to the big pipal tree in the lawn. \n\nA crow cawing above called, \"Hello, Samira! Why aren't you eating your lunch like all the other children?\"\nSamira said, \" I don't like parathas. I don't like vegetables. I don't want any lunch.\"\n\n\"Of course, one cannot eat vegetables,\" the crow agreed. \"Here, I'll give you something nice,\" and it dropped a half-eaten mouse for Samira. \"Oh no! What a terrible thing! Keep your mouse for yourself,\" screamed Samira and ran away to stand near the wall. \n\nSome sparrows were chirruping on the ledge of the wall and called out, \"Hello Samira! Why aren't you eating your lunch like all the other children?\"\nSamira said, \" I don't like parathas. I don't like vegetables. I don't want any lunch.\"\n\n\"Of course, one cannot eat vegetables,\" the sparrows agreed. Here are some crunchy grainsof barley- they are really nutritious.\nSamira chewed one and made a face. \"This is like eating pebbles. Even upma is better.\"\n\nA kind sparrow at once asked her,\"Would you like some soft, juicy worms instead? Just a minute...\"\nJust before it flew off to get her a worm, Samira said,\" Worms indeed. No, thank you!\nI would much rather eat noodles,\" and ran to the gate of the school. \n\nA cow was lazily chewing cud just outside and mooed when it saw Samira.\n\"Hello!\" it called, \"Why aren't you eating your lunch like all the other children?\"\nSamira said, \" I don't like parathas. I don't like vegetables. I don't want any lunch.\"\n\n\"Of course, cooked brinjal aren't nice at all,\" the cow agreed. \n\"Let me bite off some of this grass for you-it is particularly sweet after the rains.\nYou should eat it with the hibiscus bush next to you. You are so lucky. \nI wish I could get inside this gate. \"\n\nSamira was disgusted. \nShe said, \"I don't want to eat any grass. Nor any bushes. Even idlis would taste better than grass. \nAnd I am glad the gate is closed because the hibiscus has pretty flowers and I don't want you to eat them.\"\n\nSamira ran back to her classroom and opened her lunch box. \n\"How nice my parathas and brinjal curry are,\" she thought and quickly ate them up.</pre>"
        },
        {
            "type": "html",
            "content": "<br><blockquote>Replay the video if you wish to listen to the story again.<br>When you are ready, go to the next task.</blockquote>"
        }
    ]
}