{
    "title": "Story Time: The Scarecrows on Parade",
    "id": "storytime2",
    "data": [
        {
            "type": "html",
            "content": "<br><blockquote>Click on the <img alt='Play' src='assets/lessons/lesson9-unit2/introduction2/images/2.svg' width='20'> to listen to the story. <br>Read the subtitles to follow the dialogues carefully.</blockquote>"
        },
        {
            "type": "video",
            "content": "assets/lessons/lesson9-unit2/storytime2/video/1.mp4"
        },  
        {
            "type": "transcript",
            "content": "<pre  style='word-wrap: break-word; white-space: pre-wrap;'>\"Gauri wanted to help Ma to make some scarecrows for the field. She picked up her new red frock and red ribbons to make a lovely looking scarecrow. \"But scarecrows have to be scary, not pretty,\" said Ma. She tried to make a scary face. But Gauri found it funny! he he he \"Both Ma and Gauri fixed the scary scarecrows on the field. Scarecrows can shoo the birds away.\" \n\"At night lying on her cot, Gauri looked out from her window.\n\nShe saw a scarecrow looking down at its clothes! \"I wish we had something pretty to wear!\" sighed the scarecrow.\n\nIt did not like old clothes. Others also wanted to change their clothes to new and neat ones.\"\nThey found Gauri's clothes on the clothesline. One scarecrow put on her lovely red frock and tied the red ribbons on her straw hair. She felt pretty and showed off.\nSoon, all the scarecrows began dressing up! walking! turning! twisting! and twirling! They were having fun!\n\"But, what's that? Birds here, birds there, birds everywhere. Munching and chomping the delicious grains on the field.\n\nThey were happy. Scarecrows were busy having fun and not shooing them away.\"\nThe scarecrows heard all the munching and chomping of the birds. They were horrified! \"Shoo! Be gone!!\" The scarecrows waved their straw hands at the birds.\n\"Gauri saw the birds coming towards her. She screamed.\n\nMa held her tight. She had come to wake Gauri up.\"\n\"Oh! It is morning now. Gauri looked out. The fields are safe. The scarecrows are at the same place as the night before.\n\nPhew! it must have been a bad dream.\"\nOr was it? Were the scarecrows waving to her? She saw the red ribbon on a scarecrow's straw hair. She blinked! Did the scarecrow just wink at her?\"</pre>"
        },
        {
            "type": "html",
            "content": "<br><blockquote>Replay the video if you wish to listen to the story again.<br>When you are ready, go to the next task.</blockquote>"
        }
    ]
}