{
  "title": "Story Time: Bluie's World!",
  "id": "storytime",
  "data": [
    {
      "type": "html",
      "content": "<br><br><br><blockquote>Click on ► to listen to the story.<br>Read the subtitles to follow the dialogues carefully.<br> <br></blockquote>"
    },
    {
      "type": "video",
      "content": "assets/lessons/lesson5_2-unit2/storytime/video/video1.mp4",
      "subtitles": "assets/lessons/lesson5_2-unit2/storytime/video/subtitle.vtt"
    },
    {
      "type": "transcript",
      "content": "<pre  style='word-wrap: break-word; white-space: pre-wrap;'>\"The last living thing on Earth was a magician who lost his magic!<br>Bluie tried different tricks but with no luck- his life was tragic.<br><br>He thought of olden days when the Earth was cool and blue<br>It shrank and all living things vanished without a clue.<br><br>\"<br>\"I need to go too but how, and where to?... thought Bluie.Without magic, he felt hot and gooey.<br><br>Lonely Bluie craved to go for a swim...<br><br> As days went by- a time traveler scientist spotted him!\"\"Bluie was surprised to see someone suddenly!<br><br>Moli the scientist was really nice and friendly.<br><br>Both were happy to find a new friend from past and present, <br><br>They made plans to stay together till the end. <br><br> \"Moli took Bluie in her faster than the speed of light- \"time machine\"<br><br>They time traveled to the past when the Earth was big and green!<br>Life in the olden times looked really nice and cool,<br><br>Bluie wished to quickly jump into the pool!<br><br> <br><br>\"The lush green Earth had valleys of colourful flowers.Full of many living things, enjoying life for hours.<br><br>Bluie ran with joy to say hello to the past world,<br><br> Where there was still hope and plenty of colours!\"<br><br>\"Moli told everyone that Bluie came from the future,<br><br>At the time when planet Earth turned red without nurture.<br><br>Bluie celebrated the beauty of the past time gone,<br><br>He made new friends and was not alone!\"</pre>"
    },
    {
      "type": "html",
      "content": "<br><br><blockquote>Replay the video if you wish to listen to the story again.<br>When you are ready, go to the next task.<br> </blockquote>"
    }
  ]
}